[
    "spec_pad",
    "spec_bos",
    "spec_eos",
    "spec_unk",
    "spec_mask",
    "spec_ss",
    "spec_se",
    "bar_start",
    "bar_end",
    "bar_1",
    "bar_2",
    "bar_3",
    "bar_4",
    "bar_N",
    "position_0",
    "position_1",
    "position_2",
    "position_3",
    "position_4",
    "position_5",
    "position_6",
    "position_7",
    "position_8",
    "position_9",
    "position_10",
    "position_11",
    "position_12",
    "position_13",
    "position_14",
    "position_15",
    "position_16",
    "position_17",
    "position_18",
    "position_19",
    "position_20",
    "position_21",
    "position_22",
    "position_23",
    "position_24",
    "position_25",
    "position_26",
    "position_27",
    "position_28",
    "position_29",
    "position_30",
    "position_31",
    "position_32",
    "position_33",
    "position_34",
    "position_35",
    "position_36",
    "position_37",
    "position_38",
    "position_39",
    "position_40",
    "position_41",
    "position_42",
    "position_43",
    "position_44",
    "position_45",
    "position_46",
    "position_47",
    "position_48",
    "position_49",
    "position_50",
    "position_51",
    "position_52",
    "position_53",
    "position_54",
    "position_55",
    "position_56",
    "position_57",
    "position_58",
    "position_59",
    "position_60",
    "position_61",
    "position_62",
    "position_63",
    "chord_N_N",
    "chord_A_+",
    "chord_A_/o7",
    "chord_A_7",
    "chord_A_M",
    "chord_A_M7",
    "chord_A_m",
    "chord_A_m7",
    "chord_A_o",
    "chord_A_o7",
    "chord_A_sus2",
    "chord_A_sus4",
    "chord_A#_+",
    "chord_A#_/o7",
    "chord_A#_7",
    "chord_A#_M",
    "chord_A#_M7",
    "chord_A#_m",
    "chord_A#_m7",
    "chord_A#_o",
    "chord_A#_o7",
    "chord_A#_sus2",
    "chord_A#_sus4",
    "chord_B_+",
    "chord_B_/o7",
    "chord_B_7",
    "chord_B_M",
    "chord_B_M7",
    "chord_B_m",
    "chord_B_m7",
    "chord_B_o",
    "chord_B_o7",
    "chord_B_sus2",
    "chord_B_sus4",
    "chord_C_+",
    "chord_C_/o7",
    "chord_C_7",
    "chord_C_M",
    "chord_C_M7",
    "chord_C_m",
    "chord_C_m7",
    "chord_C_o",
    "chord_C_o7",
    "chord_C_sus2",
    "chord_C_sus4",
    "chord_C#_+",
    "chord_C#_/o7",
    "chord_C#_7",
    "chord_C#_M",
    "chord_C#_M7",
    "chord_C#_m",
    "chord_C#_m7",
    "chord_C#_o",
    "chord_C#_o7",
    "chord_C#_sus2",
    "chord_C#_sus4",
    "chord_D_+",
    "chord_D_/o7",
    "chord_D_7",
    "chord_D_M",
    "chord_D_M7",
    "chord_D_m",
    "chord_D_m7",
    "chord_D_o",
    "chord_D_o7",
    "chord_D_sus2",
    "chord_D_sus4",
    "chord_D#_+",
    "chord_D#_/o7",
    "chord_D#_7",
    "chord_D#_M",
    "chord_D#_M7",
    "chord_D#_m",
    "chord_D#_m7",
    "chord_D#_o",
    "chord_D#_o7",
    "chord_D#_sus2",
    "chord_D#_sus4",
    "chord_E_+",
    "chord_E_/o7",
    "chord_E_7",
    "chord_E_M",
    "chord_E_M7",
    "chord_E_m",
    "chord_E_m7",
    "chord_E_o",
    "chord_E_o7",
    "chord_E_sus2",
    "chord_E_sus4",
    "chord_F_+",
    "chord_F_/o7",
    "chord_F_7",
    "chord_F_M",
    "chord_F_M7",
    "chord_F_m",
    "chord_F_m7",
    "chord_F_o",
    "chord_F_o7",
    "chord_F_sus2",
    "chord_F_sus4",
    "chord_F#_+",
    "chord_F#_/o7",
    "chord_F#_7",
    "chord_F#_M",
    "chord_F#_M7",
    "chord_F#_m",
    "chord_F#_m7",
    "chord_F#_o",
    "chord_F#_o7",
    "chord_F#_sus2",
    "chord_F#_sus4",
    "chord_G_+",
    "chord_G_/o7",
    "chord_G_7",
    "chord_G_M",
    "chord_G_M7",
    "chord_G_m",
    "chord_G_m7",
    "chord_G_o",
    "chord_G_o7",
    "chord_G_sus2",
    "chord_G_sus4",
    "chord_G#_+",
    "chord_G#_/o7",
    "chord_G#_7",
    "chord_G#_M",
    "chord_G#_M7",
    "chord_G#_m",
    "chord_G#_m7",
    "chord_G#_o",
    "chord_G#_o7",
    "chord_G#_sus2",
    "chord_G#_sus4",
    "tempo_32",
    "tempo_35",
    "tempo_38",
    "tempo_41",
    "tempo_44",
    "tempo_47",
    "tempo_50",
    "tempo_53",
    "tempo_56",
    "tempo_59",
    "tempo_62",
    "tempo_65",
    "tempo_68",
    "tempo_71",
    "tempo_74",
    "tempo_77",
    "tempo_80",
    "tempo_83",
    "tempo_86",
    "tempo_89",
    "tempo_92",
    "tempo_95",
    "tempo_98",
    "tempo_101",
    "tempo_104",
    "tempo_107",
    "tempo_110",
    "tempo_113",
    "tempo_116",
    "tempo_119",
    "tempo_122",
    "tempo_125",
    "tempo_128",
    "tempo_131",
    "tempo_134",
    "tempo_137",
    "tempo_140",
    "tempo_143",
    "tempo_146",
    "tempo_149",
    "tempo_152",
    "tempo_155",
    "tempo_158",
    "tempo_161",
    "tempo_164",
    "tempo_167",
    "tempo_170",
    "tempo_173",
    "tempo_176",
    "tempo_179",
    "tempo_182",
    "tempo_185",
    "tempo_188",
    "tempo_191",
    "tempo_194",
    "tempo_197",
    "tempo_200",
    "tempo_203",
    "tempo_206",
    "tempo_209",
    "tempo_212",
    "tempo_215",
    "tempo_218",
    "tempo_221",
    "tempo_224",
    "pitch_21",
    "pitch_22",
    "pitch_23",
    "pitch_24",
    "pitch_25",
    "pitch_26",
    "pitch_27",
    "pitch_28",
    "pitch_29",
    "pitch_30",
    "pitch_31",
    "pitch_32",
    "pitch_33",
    "pitch_34",
    "pitch_35",
    "pitch_36",
    "pitch_37",
    "pitch_38",
    "pitch_39",
    "pitch_40",
    "pitch_41",
    "pitch_42",
    "pitch_43",
    "pitch_44",
    "pitch_45",
    "pitch_46",
    "pitch_47",
    "pitch_48",
    "pitch_49",
    "pitch_50",
    "pitch_51",
    "pitch_52",
    "pitch_53",
    "pitch_54",
    "pitch_55",
    "pitch_56",
    "pitch_57",
    "pitch_58",
    "pitch_59",
    "pitch_60",
    "pitch_61",
    "pitch_62",
    "pitch_63",
    "pitch_64",
    "pitch_65",
    "pitch_66",
    "pitch_67",
    "pitch_68",
    "pitch_69",
    "pitch_70",
    "pitch_71",
    "pitch_72",
    "pitch_73",
    "pitch_74",
    "pitch_75",
    "pitch_76",
    "pitch_77",
    "pitch_78",
    "pitch_79",
    "pitch_80",
    "pitch_81",
    "pitch_82",
    "pitch_83",
    "pitch_84",
    "pitch_85",
    "pitch_86",
    "pitch_87",
    "pitch_88",
    "pitch_89",
    "pitch_90",
    "pitch_91",
    "pitch_92",
    "pitch_93",
    "pitch_94",
    "pitch_95",
    "pitch_96",
    "pitch_97",
    "pitch_98",
    "pitch_99",
    "pitch_100",
    "pitch_101",
    "pitch_102",
    "pitch_103",
    "pitch_104",
    "pitch_105",
    "pitch_106",
    "pitch_107",
    "pitch_108",
    "duration_1",
    "duration_2",
    "duration_3",
    "duration_4",
    "duration_5",
    "duration_6",
    "duration_7",
    "duration_8",
    "duration_9",
    "duration_10",
    "duration_11",
    "duration_12",
    "duration_13",
    "duration_14",
    "duration_15",
    "duration_16",
    "duration_17",
    "duration_18",
    "duration_19",
    "duration_20",
    "duration_21",
    "duration_22",
    "duration_23",
    "duration_24",
    "duration_25",
    "duration_26",
    "duration_27",
    "duration_28",
    "duration_29",
    "duration_30",
    "duration_31",
    "duration_32",
    "velocity_0",
    "velocity_4",
    "velocity_8",
    "velocity_12",
    "velocity_16",
    "velocity_20",
    "velocity_24",
    "velocity_28",
    "velocity_32",
    "velocity_36",
    "velocity_40",
    "velocity_44",
    "velocity_48",
    "velocity_52",
    "velocity_56",
    "velocity_60",
    "velocity_64",
    "velocity_68",
    "velocity_72",
    "velocity_76",
    "velocity_80",
    "velocity_84",
    "velocity_88",
    "velocity_92",
    "velocity_96",
    "velocity_100",
    "velocity_104",
    "velocity_108",
    "velocity_112",
    "velocity_116",
    "velocity_120",
    "velocity_124",
    "reserved",
    "reserved",
    "reserved",
    "reserved",
    "reserved",
    "reserved",
    "reserved",
    "reserved",
    "reserved",
    "reserved",
    "reserved",
    "reserved",
    "reserved",
    "reserved",
    "reserved",
    "reserved",
    "reserved",
    "reserved",
    "reserved",
    "reserved",
    "reserved",
    "reserved",
    "reserved",
    "reserved",
    "reserved",
    "reserved",
    "reserved",
    "reserved",
    "reserved",
    "reserved",
    "reserved",
    "reserved",
    "reserved",
    "reserved",
    "reserved",
    "reserved",
    "reserved",
    "reserved",
    "reserved",
    "reserved",
    "reserved",
    "reserved",
    "reserved",
    "reserved",
    "reserved",
    "reserved",
    "reserved",
    "reserved",
    "reserved",
    "reserved",
    "reserved",
    "reserved",
    "reserved",
    "reserved",
    "reserved",
    "reserved",
    "reserved",
    "reserved",
    "reserved",
    "reserved",
    "reserved",
    "reserved",
    "reserved",
    "reserved",
    "reserved",
    "reserved",
    "reserved",
    "reserved",
    "reserved",
    "reserved",
    "reserved",
    "reserved"
]